MELDUNGEN/EXPORT/TEST_Aktualisierungmeldung_20240807092854.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-07T10:28:54.837+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="9091" betreiber="99" seriennummer="9091" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="90348" guid="431d86ee-5ca1-4991-9b5e-5fbfbb46f13a"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-08-07T05:28:54.853+02:00" letzterVerkauf="2024-08-05T09:28:54.853+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
